;
; Translation Author: xilolee 
; Translation Author Email: no email; send eventual messages to forum.wisecleaner.com, where I am a moderator.
; Translation Author Website: forum.wisecleaner.com
;
; Software: Wise Duplicate Finder 1.21.23
; Actual Translation Maintainer: xilolee (user and moderator on forum.wisecleaner.com), since the first version
; Translation updated/checked 4 Ott 2017
;
; Previous Translation Maintainers:
;

[GUI]
ButtonYes=Sì
ButtonNo=No
ButtonOK=OK
ButtonMinimize=Minimizza
ButtonMaximize=Massimizza
ButtonClose=Chiudi
ButtonRestore=Ripristina
ButtonMenu=Menu
btnsupportcenter=Centro di supporto
ButtonCancel=Annulla

[Translation]
LangCode=0410
ReadHabit=Left-to-right
LanguageName=ENU
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Warning=Avviso
Error=Errore
Information=Info
Confirm=Conferma
BtnRegister.Caption=Registrati
pmContact=Contattaci
pmCheckMsg=Notizie di WiseCleaner
ppmHelpOnline=Aiuto in linea
ppmForum=Forum ufficiale
ppmHomepage=Sito web ufficiale
ppmContactUs=Contattaci
ppmCheckUpdates=Aggiorna
ppmSettings=Impostazioni
ppmRestoreFile=Ripristina file
ppmLanguage=Lingua
ppmAbout=Info
ppmOpen=Mostra dove è situato
ppmFileProperties=Proprietà
ppmDelete=Elimina i file selezionati
ppmExport=Esporta in...
ppmExecute=Apri
frmWDFMain.btnemail.hint=Se apprezzi questo programma, consiglialo ai tuoi amici!
frmWDFMain.btntwitter.hint=Condividi i tuoi pensieri riguardo questo programma su Twitter!
frmWDFMain.btnfacebook.hint=Clicca "mi piace" sulla pagina di WiseCleaner su Facebook e seguici!
frmWDFMain.btnFolder.Hint=Seleziona le cartelle
frmWDFMain.lblVer.Caption=Versione:
frmWDFMain.btnScan.caption=Scansione
frmWDFMain.btnCancel.caption=Annulla
frmWDFMain.btnScan.Hint=Avvia la scansione
frmWDFMain.btnCancel.Hint=Annulla la scansione corrente
frmWDFMain.lblcaption.Caption=Elimina i doppioni dal tuo pc per liberare spazio su disco
frmWDFMain.lblLocation.Caption=Percorsi:
frmWDFMain.btnAdvSetting.Caption=Impostazioni avanzate
frmWDFMain.btnselall.Caption=Seleziona tutto
frmWDFMain.btnInvertSelection.Caption=Inverti la selezione
frmWDFMain.btnKeepOne.Caption=Tienine uno
frmWDFMain.btnDel.Caption=Elimina i selezionati
frmDFSettings.Caption=Impostazioni
frmDFSettings.lblIncludes.Caption=Includi:
frmDFSettings.lblMinimize.Caption=Minimo:
frmDFSettings.lblMaxmize.Caption=Massimo:
frmDFSettings.btnAddFolder.caption=Aggiungi cartella
frmDFSettings.btnAddKey.caption=Aggiungi parola chiave
frmDFSettings.lblExclude.Caption=Escludi:
frmDFSettings.lblBackup.Caption=Copia di riserva della cartella:
frmDFSettings.lblCheckupdate.Caption=Aggiorna:
frmDFSettings.lblLanguage.Caption=Lingua:
frmDFSettings.btnOk.caption=OK
frmDFSettings.btnCancel.caption=Annulla
frmDFSettings.AdvSetting.Caption=Impostazioni avanzate
frmDFSettings.Folder.Caption=Seleziona la cartella
frmDFSettings.chkAutoBackup.Caption=Crea copia
frmDFSettings.ckNewsletter.Caption=Controlla automaticamente le notizie
frmDFSettings.btnAddFolder.Hint=Aggiungi cartella
frmDFSettings.btnAddKey.Hint=Aggiungi parola chiave
frmDFSettings.btnOk.Hint=OK
frmDFSettings.btnCancel.Hint=Annulla
frmDFSettings.lblColor.Caption=Colore del gruppo:
FrmRegister.Caption=Registrati
FrmRegister.lblinfo.caption=Grazie per aver scelto Wise Duplicate Finder
FrmRegister.lblemail.caption=Email:
FrmRegister.lblName.caption=Il tuo nome:
FrmRegister.lblkey.caption=Chiave di licenza:
FrmRegister.lblhelp.caption=Problemi durante l'inserimento della chiave di licenza?
FrmRegister.lblsupport.caption=Contattaci
FrmRegister.btnreg.caption=Registrati
FrmRegister.btnbuy.caption=Acquista ora
frmBackup.Caption=Gestione delle copie di riserva
frmBackup.lblBackup.Caption=Salva le copie di riserva in:
frmBackup.btnDelete.caption=Elimina
frmBackup.btnRestore.caption=Ripristina
frmAbout.caption=Info
frmAbout.lblver.Caption=Versione corrente:
frmAbout.lblemail.Caption=Supporto tecnico:
frmAbout.lblhome.Caption=Sito web:
frmAbout.lblthanks.Caption=Ringraziamo le seguenti persone per la collaborazione:
frmAbout.lblStatus.Caption=Stato:

[Message]
deletefileerr=Non riesco a eliminarlo
Continuedelete=Vuoi continuare?
BeginCountFiles=Preparazione alla scansione...
CountFiles=Sono stati scansionati %d file...
HashFiles=File correnti:
CountResult=Preparazione del risultato della scansione...
searchduplicateover=Trovati %d grouppi di doppioni, in totale %d file. Tempo trascorso: %d secondi
FileName=Nome
FileSize=Dimensione
FolderName=Cartella
LastDate=Data di modifica
mdFileName=Controlla la corrispondenza del nome e della dimensione dei file (Più veloce)
mdHashPart=Corrispondenza parziale (Veloce)
mdHash=Corrispondenza esatta (Lento)
mdZeroSize=File di zero byte
WaitRestore=Sto ripristinando...
WaitBackup=Attendere...
Images=Immagini
Audios=Audio
Videos=Video
Document=Documenti
Compressed=Archivi
Email=Email
Byte=Byte
KB=KB
MB=MB
GB=GB
AddFolder=Aggiungi cartella
NoFolder=Aggiungi le cartelle che vuoi scansionare!
InputKey=Inserisci parola chiave
EmptyEmail=Inserisci l'indirizzo email.
EmptyName=Inserisci il tuo nome.
EmptyKey=Inserisci la chiave di licenza.
InvalidEmail=Inserisci un indirizzo email corretto ed esistente
InvalidKey=Chiave di licenza non valida!
InvalidRegInfo=Informazioni di registrazione non valide!
ThanksRegister=Grazie per esserti registrato!
NoRegInfo=Non riesco a trovare i dati della tua registrazione!
Daily=Giornaliero
Weekly=Settimanale
Monthly=Mensile
Never=Mai
newver=È disponibile una nuova versione di Wise Duplicate Finder! Vuoi aggiornare adesso?
nonewver=Stai usando la versione più recente.
Registered=Registrato
Unregistered=Non registrato

[AutoUpdate]
UpdateFail=Aggiornamento fallito! Vuoi scaricare l'installatore dal nostro sito web?
CurrentFile=File corrente: 
Readed=Scaricando:
SumSize=Dimensione totale:
Byte=Byte
DownloadError=Errore di scaricamento, riprova più tardi.
Cancel=Annulla
Ready=Pronto per lo scaricamento.